Repository: necrose99/qt4-fsarchiver
Catalog: translations/qt4-fsarchiver.tmx
Source language: en
Languages: af, ca, da, de, el, es_es, fr, hu, it, ja, nl, no, pt_br, pt_pt, ro, ru, sv_se, vi, zh_cn

source: You tried to restore a partition. The selected file can only restore directories. Please restart the program.
es_es: Ha intentado restaurar una partición. El archivo seleccionado sólo puede restaurar directorios. Por favor, reinicie el programa.
ja: Si è tentato di ripristinare una partizione. Il file selezionato può ripristinare solo le directory. Si prega di riavviare il programma.
ro: Ați încercat să restabilească o partiție. Fișierul selectat poate restabili doar directoare. Vă rugăm să reporniți programul.
ru: Вы пытаетесь восстановить раздел. Выбранный файл только для восстановления каталогов Перезапустите программу заново.

source: specials and the Partition Boot Record have been restored.
es_es: datos específicos ha sido respaldado. y el registro de arranque de partición ha sido restaurada.
ja: specificati i dati e il settore di avvio della partizione è stata restaurata.
ro: speciale și Record Partition Boot au fost restaurate.
ru: Специальные и записи загрузочного раздела были восстановлены.

source: does not coincide with the saved
es_es: no coincide con la guardada
ja: non corrisponde al salvati
ru: не совпадает с сохранённым

source: directories and
es_es: directorios y
ja: directories,
ro: directoare și
ru: каталогов и

source: When you first contact the computer with ssh, you must do the following: In a terminal enter these commands: 1.In the open terminal you must confirm the RSA key fingerprint with yes. 2.Enter the password for accessing the server and 3.leave the server with the command exit.
es_es: La primera vez que ponga en contacto con el equipo con ssh, debe hacer lo siguiente: En un terminal escriba estos comandos: 1.In el terminal abierto debe confirmar la huella de la clave RSA con un sí. 2.Ingrese la contraseña para acceder al servidor y 3.Leave el servidor con el comando exit.
ja: あなたが 最初に sshで コンピュータに接続 すると、次の ことを行う必要があります。 ターミナル で次のコマンド を入力します。 開放端子 1.In [はい] と RSA鍵 の指紋 を確認する必要があります。 exitコマンド を使用してサーバー と 3.leave サーバー にアクセスするためのパスワード 2.Enter 。
ro: Când contactați primul calculator cu ssh, trebuie să faceți următoarele: într-un terminal introduceti urmatoarele comenzi: 1.In terminalul deschis trebuie să confirmați amprenta cheii RSA cu da. 2.Accesati parola pentru accesarea serverului și 3.leave serverul cu ieșire de comandă.
ru: При первом связаться компьютер с SSH , необходимо сделать следующее: В терминале введите следующие команды : 1.In открытом терминале вы должны подтвердить отпечаток ключа RSA с да . 2.Введите пароль для доступа к серверу и 3. Оставить сервер с помощью команды выхода.

source: Portuguese
es_es: Portugués
ja: ポルトガル語
ru: португальский

source: gzip best
es_es: qzip mejor
ja: gzip migliore
ro: gzip cel mai bun
ru: наилучший gzip

source: Instructions for partition were not recorded written to the file.
es_es: Instrucciones para la partición no se registraron por escrito en el archivo.
ja: パーティションの 命令が ファイルに書き込まれ 記録され ていませんでした。
ru: Инструкции для раздела не могут быть записаны в файл.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p></body></html>
es_es: <div class="asset-name">p, li { white-space: pre-wrap; } (FileDialog|)</div> <p>&nbsp;</p> <nav class="actions asset-actions"></nav>
ja: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>

source: Clone Drive HD-Image save/restore
es_es: Clonar HD, HD-Imagen construido y restaurar
ja: クローン ドライブ 、HD- 画像 保存 / 復元

source: Partition
es_es: Partición
ja: パーティション
ro: Partiția
ru: Раздел

source: Restore directory
es_es: Ha intentado restaurar un directorio. El archivo seleccionado sólo puede restaurar particiones.
ja: ripristinare direttorio
ru: Восстановление каталога

source: Save directory
es_es: guardar partición
ja: salvare direttorio
ru: Сохранение каталога

source: Save/restore partition
es_es: guardar partición
ja: 保存/復元 パーティション
pt_br: Salvar/restaurar partilha
pt_pt: Salvar/restaurar partilha
ru: Работа с разделом

source: Save / restore partition
es_es: Guardar / restaurar particiones
ja: パーティションの保存/復元
ro: Save / restaura partiția
ru: Работа с разделом

source: Kernel:
ja: カーネル :
ru: Ядро:

source: Assignment of the partition:
es_es: El archivo de la partición:
ja: パーティション の割り当て ：
ru: Раздел занят на:
sv_se: Tilldelning av partitionen:

source: Please select from the backup directory.
es_es: Por favor, seleccione el nombre del archivo del copia de seguridad.
ja: Si prega di scegliere tra backup di scrivere la partizione.
ru: Выберите сохранённый каталог.
sv_se: Välj från katalogen.

source: Please select the file name of the backup.
es_es: Por favor, seleccione el archivo de copia de seguridad existente.
ja: Si prega di selezionare il file di backup esistente.
ru: Виберите имя образа.
sv_se: Välj filnamn för säkerhetskopian.

source: The program must be run with root privileges. The program is terminated.
es_es: El programa se debe ejecutar con privilegios de root. El programa es terminado.
ja: Il programma deve essere eseguito con privilegi di root. Il programma viene terminato.
ru: Требуются права root. Программа будет прервана.
sv_se: Programmet måste köras med root-privilegier. Programmet avslutas.

source: Compression:
es_es: Compresión ajuste:
ja: 圧縮：
ru: Сжатие:

source: links were not properly backed. The backup of the partition was only partially successful.
es_es: Los vínculos no fueron respaldados correctamente. La copia de seguridad de los directorios era sólo un éxito parcial
ja: collegamenti non sono stati adeguatamente sostenuti. La copia di riserva della partizione è stato solo un successo parziale.
ru: ссылок не было корректно сохранено. Сохранени прошло частично.
sv_se: Länkar säkerhetskopierades inte ordentligt. Backup av partitionen lyckades endast delvis.

source: Links were not correctly restored. The recovery of the volume was only partially successful.
es_es: vínculos no se han restaurado correctamente. La restauración de las listas era sólo un éxito parcial
ja: リンクが正しく復元されませんでした。ボリュームの回復が部分的にしか成功しています。···
ru: ссылок не было корректно восстановлено. Восстановление было выполнено частично.
sv_se: Länkar återställdes inte korrekt. Återvinning av volymen lyckades endast delvis.

source: Partition type:
es_es: Tipo de partición:
ja: Il tipo di partizione non è supportato. Forse la partizione è criptato?
ru: Тип раздела:

source: Partition size:
es_es: tiene un tamaño de:
ja: サイズ
ru: Размер раздела:

source: Partition name:
es_es: Nombre del imagen:
ja: Nome
ru: Имя раздела:

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2013 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.17-4, June 1, 2013
es_es: Copia de seguridad y restauración de particiones, directorios y MBR Copyright (C) 2008-2013 Francois Dupoux y Dieter Baum. Todos los derechos reservados. Versión 0.6.17-4, 01 de junio 2013
ja: Backup e ripristino partizioni, directory e MBR Copyright (C) 2008-2013 Francois Dupoux e Dieter Baum. Tutti i diritti riservati. La versione 0.6.17-4, 1 GIUGNO 2013
ru: Сохранение и восстановление разделов, каталогов и MBR версия 0.6.19-3, от 8 май 2014 Copyright (C) 2008-2014 Francois Dupoux, Hihin Ruslan, Dieter Baum Охраняется законом об авторских правах Программа распространяется на условиях GPL 2.0 и выше {2008-2014 ?} {0.6.19-4,?} {28, 2014?}

source: Backup file name:
es_es: copia de seguridad para: escribir el archivo de copia de seguridad:
ja: バックアップファイル 名：
ru: Имя образа восстановления:

source: You have tried restore a partition. The selected file can only restore directories. Please restart the program.
es_es: Ha intentado restaurar una partición. El archivo seleccionado sólo puede restaurar directorios. Por favor, reinicie el programa.
ja: Avete provato a ripristinare una partizione. Il file selezionato può ripristinare solo le directory. Si prega di riavviare il programma.
ru: Вы пытаетесь восстановить раздел. Выбранный файл только для восстановления каталогов Перезапустите программу заново.

source: specific data has been backedup
es_es: datos específicos ha sido respaldado.
ja: dati specifico è stato eseguito il backup
ru: специальная информация была сохранена.

source: Approximate image file sizes:
es_es: Tamaño del archivos de imagen aproximadas:
ja: Immagine Dimensioni file approssimative:
ru: Предпологаемый размер образа:

source: Other notes:
es_es: Otras notas:
ja: 詳細情報：
ru: Примечания:

source: to be protected/secured partition: / (root system directory)
es_es: a ser protegido / partición asegurado: (directorio "root"raíz del sistema) /
ja: essere protetto partizione/assicurato: / (directory di sistema root)
ru: Работа с корневым каталогом

source: There is currently no available network computer.
es_es: Actualmente no hay ningún equipo de red disponible.
ja: Attualmente non esiste un computer di rete disponibili.
ro: Nu există în prezent nici un computer din rețea disponibile.
ru: В настоящее время сеть Samba недоступна.

source: You must enter the user name. Can not otherwise be accessible to network computers
es_es: Debe introducir el nombre de usuario. No se puede de otra manera ser accesible a los equipos de la red
ja: È necessario immettere il nome utente. Non può essere altrimenti accessibili ai computer della rete
ru: Введите пароль для сетевого доступа

source: You must select the computer on which the backup data to be written
es_es: Se debe seleccionar el ordenador en el que los datos de copia de seguridad que se escriban
ja: È necessario selezionare il computer su cui i dati di backup da scrivere
ru: Выберите компьютер для сохранения данных по Самбе

source: You must select your computer from which the backup data to be written back
es_es: Debe seleccionar su computadora de el cual los datos de copia de seguridad que se escriban de nuevo
ja: È necessario selezionare il computer da cui i dati di backup da scrivere indietro
ru: Выберите компьютер для восстановления данных по Самбе

source: Samba
ja: サンバ
ru: Самба

source: a
ja: ある

source: The backup of the partition was only partially successful.
es_es: La copia de seguridad de la partición fue sólo un éxito parcial.
ro: Copie de rezervă a partiției fost doar parțial reușită.
sv_se: Backup av partitionen lyckades endast delvis.

source: The restore of the partition was only partially successful.
es_es: La restauración de la partición fue sólo un éxito parcial.
ro: Partiția a fost restaurată doar parțial.

source: specials have been backed .
es_es: datos específicos ha sido respaldado.
ro: speciale au fost susținute
sv_se: specialerbjudanden har backats.

source: The translation is in progress. Please choose an other language
es_es: La traducción está en curso. Por favor, elija otro idioma
ro: Traducerea este în lucru momentan. Vă rugăm alegeți alta limbă.

source: The Russian translation is not completely.
es_es: La traducción al ruso no es completamente.
ro: Traducerea în Rusă nu este completă.

source: The translation is in progress. Please choose another language
es_es: La traducción está en curso. Por favor, elija otro idioma
ro: Traducerea este în lucru momentan. Vă rugăm alegeți alta limbă.

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2014 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.19-3, May 8, 2014
es_es: Copia de seguridad y restauración de particiones, directorios y MBR Copyright (C) 2008-2013 Francois Dupoux y Dieter Baum. Todos los derechos reservados. Versión 0.6.17-4, 01 de junio 2013
ro: Backup și restaurare partiții, directorul și MBR Copyright (C) 2008-2014 Francois Dupoux și Dieter Baum. Toate drepturile rezervate. Versiune 0.6.19-3, 08 mai 2014

source: The file is too big. Do you need a FAT-Partition?
ro: Fișierul este prea mare. Este necesară o partiție FAT?
sv_se: Filen är för stor. Behöver du en FAT-Partition?

source: The partition is encrypted. Please enter the Schlüsel
es_es: La partición esta encriptada. Por favor, ingrese la contraseña
ro: Partiția este criptată. Vă rugăm să introduceți codul

source: links have been restored
es_es: los enlaces han sido restaurados
ro: legăturile (linkurile) au fost restaurate

source: links have been saved
es_es: los enlaces han sido guardados
ro: Linkurile au fost salvate

source: Logs
ro: Bustean

source: The backup of the partition was not successful. The file is to big. Do you need a FAT-Partition?
ro: Copie de rezervă a partiției nu a avut succes. Fișierul este de mare. Ai nevoie de un FAT-Partition?
sv_se: Backup av partitionen var inte lyckat. Filen är för stor. Behöver du en FAT-Partition?

source: Computer name:
ro: Nume Calculator:

source: The restore of the partition was break by user!
es_es: La restauración de la partición fue detenida por el usuario
ru: Восстановление раздела было прервано пользователем!
sv_se: Återställning av partitionen var paus av användaren!

source: MB
ru: МБ

source: Do you want really built a image from the hard drive?
es_es: ¿Quieres realmente construye una imagen del disco duro?
ru: Хотите действительно построил изображение с жесткого диска ?
sv_se: Vill du verkligen byggt en bild från hårddisken?

source: Please select the directory in which the to the directory or file to be saved is to be written.
es_es: Por favor, seleccione el directorio en el que el al directorio o archivo para ser salvo es ser escrit.
ru: Выберите каталог или файл для записи сохранения.

source: The restoring of the directory was successful.
es_es: La restauración del directorio se ha realizado correctamente.
ru: Восстановление каталога прошло успешно.

source: specials and the Partition Boot Record have been restored .
es_es: datos específicos e PBR ha sido respaldado.
ru: Специальные и записи загрузочного раздела были восстановлены.
sv_se: specialerbjudanden och startposten Partition har restaurerats .

source: They have entered a wrong password.
es_es: Ha introducido una contraseña incorrecta.
ru: Ошибка авторизации.

source: has been successfully added. You can continue to restore
es_es: se ha añadido con éxito. Usted puede continuar restaurando
ru: был успешно добавлен. Вы можете продолжить, чтобы восстановить

source: has been successfully added. You can continue saving
es_es: se ha añadido con éxito. Usted puede seguir ahorrando
ru: был успешно подключён. Можно продолжать восстановление

source: GB
ru: ГБ

source: TB
ru: ТБ

source: NFS
es_es: ¿Es cierto que usted ha introducido una clave? (NFS no necesita una clave)
zh_cn: NFS(网络文件系统）

source: MB/sec
es_es: MB/s
sv_se: MB/sek
zh_cn: MB/秒

source: specials were not properly restored .
es_es: datos específicos ha no respaldado correctamente.
sv_se: specialerbjudanden återställdes inte ordentligt.

source: specials were not properly backed .
es_es: datos específicos no fueron respaldados adecuadamente.
sv_se: Specials säkerhetskopierades inte ordentligt.

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2014 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.19-2, April 27, 2014
es_es: Copia de seguridad y restauración de particiones, directorios y MBR Copyright (C) 2008-2014 Francois Dupoux y Dieter ...

source: links were not properly backed.
es_es: enlaces no fueron respaldados correctamente.

source: links were not properly restored.
es_es: enlaces

source: lzo
zh_cn: lzo算法标准压缩
